# @Time   : 2022/11/10 15:17
# @Author : LOUIE
# @Desc   : to do something ...

# 宝箱

data_btn_pos = 'DataBtn'
level_name_pos = "LevelName"
power_pos = 'Power'



"""
# 元素峡谷
5★冰晶宝箱
6★冰晶宝箱
5★焱火宝箱
6★焱火宝箱
5★和风宝箱
6★和风宝箱
5★沃土宝箱
6★沃土宝箱

# 茫然遗迹
5★度量宝箱
6★度量宝箱
5★维系宝箱
6★维系宝箱
5★审判宝箱
6★审判宝箱
5★镇压宝箱
6★镇压宝箱


战士意识晶石-1级
战士意识晶石-2级
战士意识晶石-3级
战士意识晶石-4级
刺客意识晶石-1级
刺客意识晶石-2级
刺客意识晶石-3级
刺客意识晶石-4级
增员者意识晶石-1级
增员者意识晶石-2级
增员者意识晶石-3级
增员者意识晶石-4级
法师意识晶石-1级
法师意识晶石-2级
法师意识晶石-3级
法师意识晶石-4级
射手意识晶石-1级
射手意识晶石-2级
射手意识晶石-3级
射手意识晶石-4级
捍卫者意识晶石-1级
捍卫者意识晶石-2级
捍卫者意识晶石-3级
捍卫者意识晶石-4级


"""











